Repository: Abylai07/grocery-app
Catalog: assets/l10n/intl_*.arb
Languages: kk

source: Login
kk: Кіру

source: Order History
kk: Тапсырыстар тарихы

source: Personal Data
kk: Жеке деректер

source: Back
kk: Артқа

# mustFill
source: This field is required
kk: Бұл орын міндетті түрде толтырылуы керек

# wrongCurrentPass
source: The current password is incorrect
kk: Құпия сөз қате

# signIn
source: Sign in to account
kk: Аккаунтқа кіру

# welcome
source: Welcome to
kk: Қош келдіңіз

source: Abricoz
kk: Abricozға

# enterNum
source: Enter your phone number to continue
kk: Жалғастыру үшін телефон нөмірін енгізіңіз

source: Phone Number
kk: Телефон нөмірі

# continueAgree
source: By continuing, you agree to the
kk: Жалғастыра отырып, сіз келісесіз

source: and
kk: және

source: Privacy Policy
kk: Құпиялылық саясаты

source: User Agreement
kk: Пайдаланушы келісімі

# incorrectNum
source: Invalid phone number
kk: Телефон нөмірі қате

# enterCode
source: Enter the verification code
kk: Растау кодын енгізіңіз

# sentTo
source: Code sent to {num}
kk: Код осы нөмірге жіберілді: {num}

# select
source: Select address
kk: Мекенжайды таңдау

# selectCity
source: Specify the city
kk: Қаланы көрсетіңіз

# getSmsTime
source: You can get a new code in
kk: Жаңа кодты алуға болады

# getNewSms
source: Get a new code
kk: Жаңа кодты алу

# getSms
source: Get code
kk: Кодты алу

# pinError
source: The PIN code is incorrect or expired.
kk: PIN-код қате немесе уақыты өтіп кетті.

# searchItem
source: Search for item
kk: Тауарды іздеу

# selectAddress
source: Specify delivery address
kk: Жеткізу мекенжайын көрсетіңіз

source: Delivery to
kk: Жеткізу уақыты

# somethingError
source: Something went wrong
kk: Бір нәрсе дұрыс емес

# ourProduct
source: Our products
kk: Біздің өнімдеріміз

# main
source: Home
kk: Басты бет

source: Catalog
kk: Каталог

source: Basket
kk: Себет

source: Favorite
kk: Таңдаулы

source: Profile
kk: Профиль

# category
source: Categories
kk: Категориялар

# basketEmpty
source: Your basket is empty
kk: Себетіңіз бос

# favoriteEmpty
source: Favorite items list is empty
kk: Таңдаулы өнімдер тізімі бос

# hereWillProduct
source: Items for purchase will be here
kk: Мұнда сатып алуға арналған тауарлар болады

# hereWillFavorite
source: Liked items will be displayed here
kk: Мұнда сіз ұнатқан тауарлар көрсетіледі

# notFound
source: Nothing found
kk: Ештеңе табылмады

# againOtherWord
source: Try other keywords or check the spelling
kk: Басқа кілт сөздерді қолданып көріңіз немесе енгізудің дұрыстығын тексеріңіз

# otherCategory
source: Try other categories
kk: Басқа категорияларды қолданып көріңіз

# loginAccount
source: Log in to account
kk: Аккаунтқа кіру

# address
source: Addresses
kk: Мекенжайлар

# carts
source: Cards
kk: Карталар

source: Orders
kk: Тапсырыстар

source: Log out
kk: Шығу

# toBasket
source: Add to basket
kk: Себетке қосу

source: Empty
kk: Бос

# in100gr
source: In 100 grams
kk: 100 граммда

source: calories
kk: ккал

source: proteins
kk: ақуыздар

source: fats
kk: майлар

source: carbohydrates
kk: көмірсулар

source: Description
kk: Сипаттама

source: Brand
kk: Бренд

# maker
source: Manufacturer
kk: Өндіруші

# bannerLocal
source: Order strawberries in the new Abricoz app!
kk: Abricoz жаңа қосымшасында құлпынайға тапсырыс беріңіз!

# goToPay
source: Proceed to checkout: {sum} ₸
kk: Тапсырысты рәсімдеу: {sum} ₸

# confirmPay
source: Confirm order: {sum} ₸
kk: Тапсырысты растау: {sum} ₸

# makeOrder
source: Place order
kk: Тапсырыс жасау

source: Delivery before
kk: Жеткізу уақытына дейін

source: Delivery time
kk: Жеткізу уақыты

# paymentType
source: Payment method
kk: Төлем әдісі

source: Cash to courier
kk: Курьерге қолма-қол

source: Products
kk: Өнімдер

# deliveryPrice
source: Delivery cost
kk: Жеткізу құны

# delivery30min
source: Delivery from 30 minutes
kk: Жеткізу 30 минуттан бастап

# paymentOrder
source: Order payment
kk: Тапсырыс төлемі

source: Order number
kk: Тапсырыс нөмірі

# paySum
source: Amount to pay
kk: Төлем сомасы

source: Payment status
kk: Төлем жағдайы

# payTime
source: Complete payment within {time} or the order will be canceled
kk: Төлемді {time} ішінде аяқтаңыз, әйтпесе тапсырыс жойылады

# payTimeFinish
source: Payment time is up, the order is being canceled
kk: Төлем уақыты аяқталды, тапсырыс жоюлуда

# orderCanceled
source: The order was canceled at the user's request
kk: Тапсырыс пайдаланушының өтініші бойынша жойылды

# thanksForOrder
source: Thank you for your purchase! We will contact you with delivery details
kk: Сатып алғаныңыз үшін рахмет! Жеткізу туралы мәліметтермен сізге хабарласамыз

source: Pay order
kk: Тапсырысты төлеу

source: Cancel order
kk: Тапсырысты болдырмау

# nonAuthorizedText
source: This option is available to authorized users only
kk: Бұл мүмкіндік тек авторизацияланған пайдаланушылар үшін қолжетімді

source: Close
kk: Жабу

source: Delete
kk: Жою

source: Not active
kk: Белсенді емес

source: Add new card
kk: Жаңа картаны қосу

# yourAddress
source: Your addresses
kk: Сіздің мекенжайларыңыз

# noAddress
source: You have no addresses
kk: Сізде қосылған мекенжайлар жоқ

# addressSaveHere
source: Your addresses will be saved here
kk: Сіздің мекенжайларыңыз осында сақталады

source: Add new address
kk: Жаңа мекенжай қосу

source: City
kk: Қала

source: District
kk: Аудан

# street
source: Street, house*
kk: Көше, үй*

# office
source: Apt/office
kk: Пәтер/кеңсе

source: Entrance
kk: Кіреберіс

source: Floor
kk: Қабат

source: Comment to address
kk: Мекенжайға түсініктеме

source: Edit address
kk: Мекенжайды өзгерту

# changeAddress
source: Change address list
kk: Мекенжай тізімін өзгерту

source: Add address
kk: Мекенжай қосу

# deleteAllBasket
source: Delete selected items from the basket?
kk: Себеттегі таңдаулы заттарды жою?

source: Confirm
kk: Растау

source: Cancel
kk: Болдырмау

# orderCancel
source: Cancel order? Your items are almost on their way!
kk: Тапсырысты болдырмау? Сіздің сатып алуларыңыз жолдауға дайын!

# sureLogout
source: Are you sure you want to log out? We will miss you.
kk: Шығуға сенімдісіз бе? Біз сізді сағынамыз.

# deleteAddress
source: No longer need this address? Saying goodbye is never easy.
kk: Бұл мекенжай енді қажет емес пе? Қоштасу әрқашан қиын.

source: Save
kk: Сақтау

# notAvailableNow
source: No available time slots at the moment
kk: Қазіргі уақытта қолжетімді уақыт жоқ

# selectAddressPlease
source: Please select a delivery address
kk: Жеткізу мекенжайын таңдаңыз

# selectTimePlease
source: Please select a delivery time
kk: Жеткізу уақытын таңдаңыз

# selectPaymentPlease
source: Please select a payment method
kk: Төлем әдісін таңдаңыз

source: Item list
kk: Тауарлар тізімі

source: Version
kk: Нұсқа

source: App language
kk: Қосымша тілі

# orderEmpty
source: Order list is empty
kk: Тапсырыстар тізімі бос

# lastOrderWillHere
source: Your last orders will be displayed here
kk: Мұнда сіздің соңғы тапсырыстарыңыз көрсетіледі

# goToProducts
source: Go to shopping
kk: Саудаға өту

source: Order
kk: Тапсырыс

# wait
source: Waiting
kk: Күтілуде

source: Processing
kk: Өңдеуде

# processCancel
source: In process of cancellation
kk: Болдырмау процесінде

source: Canceled
kk: Болдырылмады

source: Delivered
kk: Жеткізілді

source: All products
kk: Барлық тауарлар

source: Order again
kk: Тапсырысты қайталау

source: Total sum
kk: Жалпы сома

source: My orders
kk: Менің тапсарыстарым

# createDate
source: Registration date
kk: Ресімдеу күні

# deliveryDate
source: Date and time of delivery
kk: Жеткізу күні мен уақыты

source: Status
kk: Мәртебесі

source: Delivery Address
kk: Жеткізу мекенжайы

source: Active order
kk: Белсенді тапсырыс

# go
source: Go over
kk: Өту

# goToBasket
source: Go to cart
kk: Себетке өту

# enterName
source: Enter your first and last name
kk: Аты мен тегіңізді енгізіңіз

# fillName
source: Fill in the first and last name fields
kk: Есіміңізді және Тегіңізді толтырыңыз

# name
source: First name
kk: Есім

# surname
source: Last name
kk: Тегі

# deleteAccountSure
source: Are you sure you want to delete your account?
kk: Сіз аккаунтты жою керектігіне сенімдісізбе?

# deleteAccount
source: Delete an account?
kk: Аккаунт жою?

# notDeliverPlace
source: Delivery to this region is not carried out
kk: Бұл аймаққа жеткізу қазір мүмкін емес

# privacyPol
source: Privacy Policy
kk: Құпиялылық саясаты

# userAgre
source: User Agreement
kk: Пайдаланушы келісімі

# info
source: Information
kk: Ақпарат

source: Consent to Personal Data Processing
kk: Дербес деректерді өңдеуге келісім

source: Public Offer
kk: Жария ұсыныс

# cancel_order_confirmation
source: Are you sure you want to cancel the order?
kk: Тапсырысты тоқтатқыңыз келетініне сенімдісіз бе?

# order_info
source: Order Information
kk: Тапсырыс туралы ақпарат

source: Order Status
kk: Тапсырыс мәртебесі

source: Try again
kk: Қайтадан көріңіз

# error_message
source: Sorry, an error occurred. We are already working to fix it. Please try again later.
kk: Кешіріңіз, қате орын алды. Біз оны түзету үшін жұмыс істеп жатырмыз. Кейінірек тағы да қайталап көріңіз.

# minimum_order_amount
source: Minimum order amount: {price} KZT
kk: Тапсырыстың ең аз сомасы: {price} тг

source: Today
kk: Бүгін

source: Tomorrow
kk: Ертең

# out_of_stock
source: Product is out of stock
kk: Өнім жоқ

source: Cart Update
kk: Себетті жаңарту

# inactive_products
source: Products that are unavailable:
kk: Қол жетімсіз тауарлар:

# removed_products
source: Products that are out of stock:
kk: Қоймада жоқ тауарлар:

source: Remaining:
kk: Қалды:

# changed_quantity
source: The quantity of the product has been changed:
kk: Тауар саны өзгертілді:

# insufficient_stock
source: Insufficient stock available
kk: Қоймада тауарлар жеткіліксіз

source: Payment
kk: Төлем

source: pcs
kk: дана

source: Write
kk: Жазу

# card_pay
source: Payment by bank card
kk: Банк картасымен төлеу

# write_message
source: To delete your account, please contact us at info@abricoz.kz. Your request will be processed shortly.
kk: Аккаунтыңызды жою үшін бізге info@abricoz.kz поштасына хат жазыңыз. Сіздің өтінішіңіз жақын арада қарастырылады.

# delete_account_email_subject
source: Request for Account Deletion
kk: Аккаунтты жою туралы сұраныс

# delete_account_email_body
source: Hello, I would like to delete my account. Please delete my account. My number:
kk: Сәлеметсіз бе, мен өз аккаунтымды жоюды қалаймын. Өтінемін, менің аккаунтымды жойыңыз. Менің нөмірім:

# out_stock
source: OUT OF STOCK
kk: ҚОЙМАДА ЖОҚ

# errorPlsAgain
source: Something went wrong, try again
kk: Бірдеңе дұрыс болмады, қайталап көріңіз

# payFailed
source: Payment failed or was canceled. Please try again.
kk: Төлем орындалмады немесе жойылды. Қайта көріңіз.

# saveCard
source: Saving the card
kk: Картаны сақтау

# saveCardSuccess
source: The card data has been saved successfully
kk: Карта деректері сәтті сақталды

source: Update available
kk: Жаңарту қол жетімді

# update_message
source: New features and improvements in Abricoz. Update now to stay up to date!
kk: Abricoz-те жаңа мүмкіндіктер мен жетілдірулер. Маңызды нәрселерді жіберіп алмау үшін жаңартыңыз!

# update_button
source: Update the app
kk: Қосымшаны жаңарту

source: Your cards
kk: Сіздің карталарыңыз

# add_new_card
source: Add a new card
kk: Жаңа картаны қосу

# max_number_of_cards
source: Maximum number of cards
kk: Карталардың ең көп саны

# no_saved_cards
source: You have no saved cards
kk: Сақталған карталарыңыз жоқ

# cards_will_be_stored_here
source: Your cards will be stored here
kk: Сіздің карталарыңыз осында сақталады

source: Select payment method
kk: Выберите способ оплаты

# fillHouse
source: Please fill in the apt/office field
kk: Пәтер/кеңсені енгізіңіз

# fillEntrance
source: Please fill in the entrance field
kk: Кіреберіс санын енгізіңіз

# fillFloor
source: Please fill in the floor field
kk: Қабатты енгізіңіз

source: Email
kk: Электрондық пошта

# enter_name_surname_email
source: Please enter your name, surname, and email. These details are required for order processing and receipt delivery.
kk: Тапсырыс рәсімдеу және чек алу үшін аты-жөніңіз бен email енгізіңіз.

# maintenance_title
source: 🔧 Maintenance Work
kk: 🔧 Техникалық жұмыстар

# maintenance_description
source: We are updating our system to improve service quality. Please try again later. Thank you for your patience!
kk: Біз қызмет сапасын жақсарту үшін жүйені жаңартудамыз. Кейінірек қайта кіріп көріңіз. Түсіністік танытқаныңызға рақмет!

source: Check status
kk: Жұмыс біткенін тексеру

# technicalStill
source: Technical work is still underway
kk: Техникалық жұмыстар әлі де жалғасуда

# email_invalid
source: Invalid email format. Example: example@mail.com
kk: Электрондық пошта дұрыс емес. Мысал: example@mail.com
